Repository: corka149/jarvis
Catalog: priv/gettext/*/LC_MESSAGES/accounts.po
Languages: de

source: Edit user group
de: Editiere Benutzergruppe

source: New user group
de: Neue Benutzergruppe

source: Group membership
de: Mitgliedschaft

source: Host
de: Einladener

source: Invited into
de: Eingeladen in Gruppe

source: Invitee
de: Eingeladener

source: New invitation
de: Neue Einladung

source: Group memberships
de: Mitgliedschaften

source: Member of
de: Mitglied von

source: Default language
de: Standardsprache

source: Enter your e-mail address
de: Gib deine E-Mail-Adresse ein

source: Enter your password
de: Gib dein Passwort ein

source: Invitation submitted.
de: Einladung gesendet.

source: Invitee e-mail address
de: E-Mail-Adresse des Eingeladenen

source: Password
de: Passwort

source: Settings of %{name}
de: Einstellungen von %{name}

source: Sign in
de: Anmelden

source: Sign in failed
de: Anmeldung ist fehlgeschlagen

source: Sucessful created user group
de: Erfolgreich Benutzergruppe erstellt

source: User group
de: Benutzergruppe

source: Users can be assigned to groups to give them access to certain things like shopping lists. A creator of a group can invited others via the membership function.
de: Benutzer können zu Gruppen zugewiesen werden um Zugang zu Dingen wie Einkaufslisten zu gewähren. Ein Gruppenersteller kann Andere mit der Mitgliedschaftsfunktion einladen.

source: Users can gain access to groups through invitations.
de: Benutzer erhalten Zugang zu Gruppen durch eine Einladung.
