Repository: corka149/jarvis
Catalog: priv/gettext/*/LC_MESSAGES/inventory.po
Languages: de

source: Artwork created successfully
de: Kunstwerk angelegt

source: Artwork updated successfully
de: Kunstwerk aktualisiert

source: Belongs to
de: Gehört zu

source: Edit Artwork
de: Editiere Kunstwerk

source: Edit Place
de: Editiere Platz

source: Place created successfully
de: Platz angelegt

source: Place updated successfully
de: Platz aktualisiert

source: Listing Artworks
de: Kunstwerkübersicht

source: Listing Places
de: Platzübersicht

source: New Artwork
de: Neues Kunstwerk

source: New Place
de: Neuer Platz

source: Show artwork
de: Kunstwerkdetails

source: Show place
de: Platzdetails
