Repository: corka149/jarvis
Catalog: priv/gettext/*/LC_MESSAGES/shoppinglists.po
Languages: de

source: Belongs to
de: Von

source: Done
de: Erledigt

source: Planned for
de: Geplant für

source: Edit shopping list
de: Editiere Einkaufsliste

source: Amount
de: Betrag

source: All shopping lists
de: Neue Einkaufsliste

source: Item name
de: Gegenstandsname

source: New shopping list
de: Neue Einkaufsliste

source: On
de: Am

source: Open shopping lists
de: Aktuelle Einkaufsliste

source: Shopping list
de: Einkaufsliste für

source: Sucessful created shopping list
de: Erfolgreich Einkaufsliste erstellt
